{
  "1": {
    "head": "人構面",
    "title": "高層共識",
    "score": {
      "low": {
        "title": "提出數轉願景和策略",
        "content": [{
          "text": "建議貴公司先將高層想法與目標轉換成具體的願景，並制訂可執行的數位轉型策略。(具體的願景指的是能夠在公司中長期經營計畫、投資者關係報告或經營會議資料中揭露)"
        }]
      },
      "mid": {
        "title": "形成數轉共識",
        "content": [{
          "text": "建議貴公司建立從高層到員工在數位轉型願景與策略能形成數轉共識。例如各部門業務與發展方向，要符合公司數位發展的路徑。"
        }, {
          "text": "建議貴公司更多鼓勵員工在不同的專案或工作中嘗試新作法，並從中快速的學習與調整。"
        }]
      },
      "high": {
        "title": "建立數位文化氛圍",
        "content": [{
          "text": "建議貴公司將數位轉型願景與策略擴散到全部門，在公司內建立數位文化氛圍。(數位文化氛圍指的是員工願意在不同的專案或工作中嘗試新作法，並從中快速的學習與調整）"
        }]
      }
    }
  },
  "2": {
    "head": "人構面",
    "title": "組織能力",
    "score": {
      "low": {
        "title": "數位技能需求盤點",
        "content": [{
          "text": "建議貴公司先盤點對數位技能的需求狀況，並尋求合適的培訓課程和師資。"
        }, {
            "text": "建議貴公司在原有組織架構下，指派專任人員來負責規劃公司數位轉型的任務。"
        }]
      },
      "mid": {
        "title": "加強投資數位技能培訓",
        "content": [{
          "text": "建議貴公司加強投資在員工的數位技能培訓。"
        }, {
          "text": "建議貴公司設立專責的數轉部門推動數位轉型。"
        }]
      },
      "high": {
        "title": "系統化數位技能培訓",
        "content": [{
          "text": "建議貴公司提供系統化的培訓課程或外部培訓資源，使員工可自主學習數位技能。"
        }, {
            "text": "建議貴公司授權專責數轉部門有充分權限進行跨部門的統籌與推動。"
        }]
      }
    }
  },
  "3": {
    "head": "流程構面",
    "title": "內部流程",
    "score": {
      "low": {
        "title": "找到優先次序",
        "content": [{
          "text": "在數位化的基礎之上，建議貴公司盤點最為耗時與耗力的流程，再尋找導入合適的數位工具/系統。"
        }, {
            "text": "建議貴公司在安排產線的規劃與生產成品的品質檢測等關鍵內部製造流程，尋找導入適當的數位工具與系統。"
        }, {
            "text": "建議貴公司在物料編碼、安排產線的規劃、與金屬來料生產與加工等關鍵內部製造流程，尋找導入適當的數位工具與系統。"
        }]
      },
      "mid": {
        "title": "重點系統整合",
        "content": [{
          "text": "建議貴公司從進料到出貨的多數內部流程，串接不同資訊系統的管理資料，進行即時的數據分析，提供領導層決策參考。"
        }, {
          "text": "建議貴公司在安排產線的規劃與生產成品的品質檢測等關鍵內部製造流程之系統，與其他系統或流程整合，進行即時的數據分析，提供領導層決策參考。"
        }, {
            "text": "建議貴公司在物料編碼、安排產線的規劃、與金屬來料生產與加工等關鍵內部製造流程之系統，與其他系統或流程整合，進行即時的數據分析，提供領導層決策參考。"
        }]
      },
      "high": {
        "title": "系統完全整合",
        "content": [{
          "text": "建議貴公司將所有流程導入資訊系統輔助管理，且跨流程和跨階層間的資料能完全整合應用，以進行即時的數據分析且系統能透過演算法自行優化、排除問題。"
        }, {
            "text": "建議貴公司在塑膠來料檢測和產線資訊與其他系統或流程完全整合，以進行即時的數據分析且系統能透過演算法自行優化、排除問題。"
        }, {
            "text": "建議貴公司在物料編碼、安排產線的規劃、與金屬來料生產與加工資訊與其他系統或流程完全整合，以進行即時的數據分析且系統能透過演算法自行優化、排除問題。"
        }]
      }
    }
  },
  "4": {
    "head": "流程構面",
    "title": "外部流程",
    "score": {
      "low": {
        "title": "試點導入",
        "content": [{
          "text": "建議貴公司可嘗試和少數的客戶和供應商的作業流程資料，尋找導入合適的資訊系統。"
        }, {
            "text": "建議貴公司在塑膠來料的品質檢測客戶檢驗產品品質等流程，尋找導入適當的資訊系統。"
        }, {
            "text": "建議貴公司在委外加工與生產等關鍵流程，尋找導入適當的資訊系統。"
        }]
      },
      "mid": {
        "title": "系統擴大整合",
        "content": [{
          "text": "建議貴公司擴大和多數客戶和供應商的作業流程資料，透過導入系統進行管理。"
        }, {
          "text": "建議貴公司在塑膠來料的品質檢測客戶檢驗產品品質等關鍵流程之系統，與其他系統或流程做整合，進行即時的數據分析，提供決策參考。"
        }, {
            "text": "建議貴公司在委外加工與生產等關鍵系統，與其他系統或流程做整合，進行即時的數據分析，提供決策參考。"
        }]
      },
      "high": {
        "title": "系統完全整合",
        "content": [{
          "text": "建議貴公司應追求與所有供應商和客戶的作業流程資料，都可以透過系統整合，進行管理與分析。"
        }, {
            "text": "建議貴公司在塑膠來料的品質檢測客戶檢驗產品品質與其他系統或流程完全整合，以進行即時的數據分析且系統能透過演算法自行優化、排除問題。"
        }, {
            "text": "建議貴公司在在委外加工與生產與其他系統或流程完全整合，以進行即時的數據分析且系統能透過演算法自行優化、排除問題。"
        }]
      }
    }
  },
  "5": {
    "head": "技術構面",
    "title": "基礎架構",
    "score": {
      "low": {
        "title": "基礎架構扎穩馬步",
        "content": [{
          "text": "為確保未來企業數位化發展具備穩固的基礎，建議貴公司在評估與導入資訊系統當下，透過外部協助制定資訊系統的定期更新與維護計畫，同時建立資訊安全的管理規範。"
        }, {
            "text": "建議貴公司開始評估如何應用新興數位技術例如大數據分析、人工智慧、數位雙生等，的成本效益，找尋適當的協力廠商。"
        }]
      },
      "mid": {
        "title": "基礎架構精益求精",
        "content": [{
          "text": "建議貴公司定期檢視與調整內部資訊系統更新與維護的計畫。整體公司資訊系統更新與安全保護需由專人或是專責部門負責。"
        }, {
          "text": "建議貴公司透過積極嘗試運用新興數位技術，例如大數據分析、人工智慧、數位雙生等，優先在合適的公司流程中導入，以取得未來大規模應用至公司其他流程的作法與經驗。"
        }]
      },
      "high": {
        "title": "基礎架構與時俱進",
        "content": [{
          "text": "建議貴公司確保使用最新且符合企業當前發展需要的資訊系統，同時追求公司整體資訊安全保護能夠通過第三方認證。"
        }, {
            "text": "建議貴公司確保能熟練與靈活地運用既有新興數位技術，例如大數據分析、人工智慧、數位雙生等，在所有公司的流程之中，且對於未來新興數位技術也能掌握將其熟練的技巧。"
        }]
      }
    }
  },
  "6": {
    "head": "技術構面",
    "title": "數據價值",
    "score": {
      "low": {
        "title": "認知資料價值",
        "content": [{
          "text": "資料是未來公司創造新獲利來源之關鍵。建議貴公司先盤整內部重要的資料（例如產品、物料等技術規格資訊文件），了解這些資料如何蒐集、分析、應用、管理與保護。建立相同類型資料統一格式，為將來資料數位化打下良好的基礎。"
        }]
      },
      "mid": {
        "title": "挖掘資料價值",
        "content": [{
          "text": "面對越來越多來源不同的資料，建議貴公司充分地掌握這些資料如何蒐集、分析與應用，並建立相關SOP。"
        }, {
          "text": "建議貴公司找到適當的資料分析方法，挖掘出對商業或是營運的決策真正有幫助的資料。"
        }]
      },
      "high": {
        "title": "發揮資料價值",
        "content": [{
          "text": "在蒐集、分析與應用資料皆有良好基礎上，建議貴公司下一步重點在減少過程中人為的參與，透過更多資料模型建構與演算法分析，讓資料能夠更及時的協助企業決策，預警問題並快速找到可能的解決方法。"
        }, {
            "text": "建議貴公司能夠發展出明確衡量與鑑別資料價值的方法，以確保資料蒐集、分析與應用價值的極大化。"
        }]
      }
    }
  }
}
